Repository: One-Week-Apps/EscapeFromBlindness
Catalog: EscapeFromBlindness/Resources/*.lproj/Localizable.strings
Languages: fr

# chapter1_description
source: Nepal: year 1976, You approach an ancient ice cave In Nepal. You just reached the summit of the mountain. There is a huge door before of you. When VoiceOver is turned on, you can go from one text to the other by touching it directly or sliding left or right with your finger. Double tap to validate or select something.
fr: Népal: année 1976, Vous approchez d'une ancienne caverne de glace au Népal. Vous venez d'atteindre le sommet de la montagne. Une énorme porte vous fait face. Lorsque VoiceOver est activé, tu peux aller d'un élément à l'autre en le touchant sur l'écran directement ou en faisant glisser ton doigt vers la gauche ou vers la droite. Touches deux fois l'écran pour valider.

# cq1
source: You are in front of a huge door, what do you do?
fr: Tu es en face d'une grande porte, que fais-tu ?

# cq1a1
source: Inspect the surface
fr: Inspecter la surface

# cq1a2
source: Try to find some opening mechanism on both sides of the door
fr: Essayer de trouver un mécanisme d'ouverture sur les côtés de la porte

# cq1a3
source: Climb the mountain
fr: Escalader la montagne

# cq2
source: Your walk in an awkward silence; the ground collapses underneath your feet; you just fell into a trap with spikes around you, what do you do?
fr: Tu marches dans un silence étrange; le sol s'effondre sous tes pieds; tu es tombé dans un piège et des pics de glace jonchent le sol autour de toi, que fais-tu ?

# cq2a1
source: Try to climb back
fr: Essayer de regrimper

# cq2a2
source: Wait
fr: Attendre

# cq2a3
source: Inspect the spikes
fr: Inspecter les pics

# cq3
source: You made your way out of the trap; there is a bridge in front of you, a large hole is beneath, what do you do?
fr: Tu es parvenu à sortir du piège; il y'a un pont suspendu en face de toi qui permet la traversée d'un large fossé, que fais-tu ?

# cq3a1
source: Walk carefully across the bridge
fr: Marcher prudemment le long du pont

# cq3a2
source: Try to find another way along the cliff
fr: Chercher un autre moyen de traverser le long de la falaise

# cq3a3
source: Look at the ceiling
fr: Inspecter le plafond

# cq4
source: You managed to reach the other side of the bridge, you look behind and congratulate yourself for your progress; you hear some weird sound, bats are chasing you! What do you do?
fr: Tu es parvenu à atteindre l'autre côté du pont, tu regardes derrière toi et te félicite de ta progression; tu entends derrière toi un son strident, des chauve-souris te pourchassent ! Que fais-tu ?

# cq4a1
source: Run as far as you can deeper in the cave
fr: Courir aussi vite que tu le peux plus loin dans la caverne.

# cq4a2
source: Try to activate the lever on your right
fr: Essayer d'activer le levier accolé à une porte sur ta droite

# cq4a3
source: Fight the bats with your hat
fr: Chasser les chauve-souris avec ton chapeau

# chapter2_description
source: After exploring further into the mountain, You reach an old abandonned city which was probably visited by an old Nepalese civilization. There are several doors locked with a lock safe mechanism in front of you. You need to find the code of each of them based on the clues you find in the room. When VoiceOver is turned on, you can use the rotor to access the menu. Draw a circle with two fingers on screen as if you were turning a dial. You can then go from one option to the other. Continue to turn your fingers to hear about answer options, until you hear the option. Drag your finger up or down to validate.
fr: Après plus d'exploration dans la montagne, tu atteint une ancienne ville abandonnée qui a probablement appartenu à une ancienne civilisation Népalaise. Plusieurs portes successives verouillées par un cadenas circulaire te font face. Tu dois trouver le code de chacune d'elles à partir des indices que tu peux trouver dans la pièce. Lorsque VoiceOver est activé, tu peux utiliser le rotor pour accéder au menu. Décris un cercle avec deux doigts sur l’écran comme si tu faisais tourner un cadran. Tu peux ainsi passer d’une option du menu à l’autre. Continue de faire tourner tes doigts pour entendre d’autres options, jusqu’à entendre l'option voulue. Fais glisser ton doigt vers le haut ou le bas sur l’écran pour valider.

# chapter2_cq1a1
source: There are bear footprints on the floor
fr: Il y'a des empreintes d'ours sur le sol

# chapter2_cq1a2
source: Wolves are standing close to you
fr: Des loups se tiennent près de toi, ils semblent endormis

# chapter2_cq1a3
source: There are ice spikes on the ceiling above you
fr: Des pics de glace jonchent le plafond au dessus-de toi

# chapter2_cq1a4
source: An eagle is on the top of an house of the hidden city
fr: Un aigle est au sommet d'une des cabanes de la cité abandonnée

# chapter2_cq1h1
source: 4, 2... Maybe this relates to the number of legs of the animal...
fr: 4, 2. Peut-être que cela fait référence au nombre de pattes de chaque animal.

# chapter2_cq2a1
source: After progressing into the next room, there is a water stream on your left
fr: Tu entres dans la pièce suivante, une étendue d'eau se situe sur ta gauche

# chapter2_cq2a2
source: Birds are singing around you, you find it relaxing
fr: Des oiseaux chantent autour de toi, enfin un peu de calme

# chapter2_cq2a3
source: An old owl is standing on the door
fr: Un vieux hibou est perché sur la porte

# chapter2_cq2aa1
source: BOW
fr: H E O

# chapter2_cq2aa2
source: BAT
fr: H O P

# chapter2_cq2aa3
source: CAT
fr: E T M

# chapter2_cq2aa4
source: ARROW
fr: P O I

# chapter3_description
source: You successfully went through all the traps of the Lost City, now you reach a gigantic valley; there is a waterfall on the left and something that looks like a temple afar. You meet an old man that tell congratulates you for going so far into the ice cave. He also warns you that, due to some ancient myth, he has to check if you are really the chosen hero, and will have to kill you if you answer wrong to any of its questions!
fr: Tu es parvenu avec succès à déjouer les pièges de la cité perdue, tu atteint une gigantesque vallée; il y'a une fontaine sur ta gauche et ce qui ressemble à un temple au loin. Tu rencontres un vieux sage qui vous félicite d'être arrivé jusque là mais vous prévient que, d'après un précepte sacré, il doit vérifier que vous êtes bien l'élu et qu'il sera dans l'obligation de vous tuer si ne répondez pas correctement aux questions qu'il vous posera !

# chapter3_q1
source: Hum... What password did you enter in the last room?
fr: Hum. Quel mot de passe as-tu entré à la porte précédente ?

# chapter3_a1
source: bow
fr: heo

# chapter3_q2
source: Hum... The entrance door of the ice cave... did you open it by pulling the lever on the right of the door?
fr: Hum. La porte d'entrée de la caverne de glace. L'as-tu ouverte en activant le levier sur la droite de la porte ?

# chapter3_a2
source: no
fr: non

# chapter3_q3
source: Well done... Let's see... In which country are we located?
fr: Bien joué. Voyons voir. Dans quel pays sommes-nous ?

# chapter3_q4
source: And the last question... Did you fall into some trap during your journey?
fr: Dernière question. Es-tu tombé dans un piège au cours de ton périple ?

# chapter3_a4
source: yes
fr: oui

# chapter4_description
source: You successfully went through the Hidden Valley, now you reach a stunning ancient tomb; there is a lot of jewelry on the walls and some some coloured tiles on the floor. When VoiceOver is turned on, you can use the rotor to access the Actions menu. Draw a circle with two fingers on screen as if you were turning a dial. You can then go to the Actions option. Continue to turn your fingers to hear about answer options, until you hear the option. Drag your finger up or down to select and double tap to validate.
fr: Tu es parvenu avec succès à traverser la vallée perdue, maintenant tu atteins un ancien tombeau ayant appartenu à la civilisation Népalaise; de magnifiques fresques et bijoux se situent autour de toi et de magnifiques dalles indiquent le chemin. Lorsque VoiceOver est activé, tu peux utiliser le rotor pour accéder au menu d'Actions. Décris un cercle avec deux doigts sur l’écran comme si tu faisais tourner un cadran. Continue de faire tourner tes doigts jusqu'à sélectionner l'option Actions. Fais glisser ton doigt de haut en bas pour entendre les actions proposées et touche deux fois l'écran pour valider.

# chapter4_l1desc
source: You approach the first small room with a lot of jewelry on it, it looks like each of them represents an animal...
fr: Tu approches la première minuscule pièce dans laquelle se situent plusieurs sculptures représentant des animaux.

# chapter4_cq1desc
source: A cat is pictured, it looks like a button on the wall, maybe you can press it...
fr: Un chat est représenté, cela ressemble à un bouton sur le mur, peut-être que tu peux l'activer.

# chapter4_cq1a1
source: activate it
fr: L'activer

# chapter4_cq1a2
source: leave it there
fr: Ne pas activer

# chapter4_cq1r1
source: You fall into a trap...
fr: Tu tombes dans un piège.

# chapter4_cq1r2
source: You hear some gear turning noise.
fr: Tu entends le clic d'un mécanisme s'activer.

# chapter4_cq2desc
source: An eagle is pictured, it looks like a button on the wall, maybe you can press it...
fr: Un aigle est représenté, cela ressemble à un bouton sur le mur, peut-être que tu peux l'activer.

# chapter4_cq3desc
source: A snake is pictured, it looks like a button on the wall, maybe you can press it...
fr: Un serpent est représenté, cela ressemble à un bouton sur le mur, peut-être que tu peux l'activer.

# chapter4_l2desc
source: You approach the second room with 3 blocks incrusted in the wall... You can probably pull them... A beautiful painting of the mountain is represented on the ceiling...
fr: Tu approches une seconde pièce avec 3 blocs incrustés dans le mur. Tu peux probablement les tirer vers toi. Une magnifique peinture représentant la montagne arbore le plafond.

# chapter4_cq2desc1
source: The bloc on the left...
fr: Le bloc sur ta gauche.

# chapter4_cq2a1
source: leave it there
fr: Ne pas déplacer

# chapter4_cq2a2
source: pull it one time
fr: Déplacer une fois en arrière

# chapter4_cq2a3
source: pull it two times
fr: Déplacer deux fois en arrière

# chapter4_cq2a4
source: pull it three times
fr: Déplacer trois fois en arrière

# chapter4_cq2r1
source: You fall into a trap...
fr: Tu tombes dans un piège.

# chapter4_cq2r2
source: Nothing happens...
fr: Rien ne se passe.

# chapter4_cq2desc2
source: The bloc in the middle...
fr: Le bloc du milieu .

# chapter4_cq2desc3
source: The bloc on the right...
fr: Le bloc sur ta droite.
